[
  "obsidian-copy-block-link",
  "calendar",
  "note-refactor-obsidian",
  "obsidian-footnotes",
  "mx-bili-plugin",
  "search-on-internet",
  "Enhanced-editing",
  "templater-obsidian",
  "obsidian-minimal-settings",
  "obsidian-day-planner",
  "obsidian42-strange-new-worlds",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "obsidian42-brat",
  "obsidian-excel-to-markdown-table",
  "obsidian-git",
  "obsidian-custom-frames",
  "media-extended",
  "better-fn",
  "editing-toolbar",
  "vantage-obsidian",
  "obsidian-outliner"
]