[
  "obsidian-copy-block-link",
  "calendar",
  "note-refactor-obsidian",
  "obsidian-footnotes",
  "media-extended",
  "mx-bili-plugin",
  "search-on-internet",
  "dataview",
  "obsidian-git",
  "Enhanced-editing",
  "recent-files-obsidian",
  "templater-obsidian",
  "obsidian-minimal-settings",
  "obsidian-day-planner",
  "obsidian42-strange-new-worlds",
  "omnisearch",
  "obsidian-style-settings",
  "obsidian-outliner",
  "cmenu-plugin"
]