[
  "obsidian-copy-block-link",
  "calendar",
  "note-refactor-obsidian",
  "obsidian-footnotes",
  "media-extended",
  "mx-bili-plugin",
  "search-on-internet",
  "dataview",
  "obsidian-git",
  "cmenu-plugin",
  "Enhanced-editing",
  "recent-files-obsidian",
  "obsidian-advanced-uri",
  "templater-obsidian",
  "obsidian-minimal-settings",
  "obsidian-day-planner",
  "ProxyGithub"
]